Repository: GNOME/almanah
Catalog: po/*.po
Languages: az, ja

source: Almanah Diary
az: Almanah Gündəliyi
ja: アルマナ日記

source: Keep a diary of your life
az: Həyatınızın gündəliyini saxlayın
ja: あなたの人生の日記を続けよう

source: Almanah Diary is an application to allow you to keep a diary of your life.
az: Almanah Gündəliyi həyatınızın gündəliyini saxlamağa imkan verən bir tətbiqdir.
ja: アルマナ日記はあなたの人生で日記をつけ続けるためのアプリケーションです。

source: You can encrypt the diary to preserve your privacy. It has editing abilities, including text formatting and printing and shows you a lists of events which happened (on your computer) for each day (such as tasks and appointments from Evolution).
az: Gündəliyi şifrələyərək məxfiliyinizi qoruya bilərsiniz. Mətn formatlaşdırma və çap kimi redaktə imkanlarına malikdir və hər gün üçün (kompüterinizdə) baş verən hadisələrin siyahısını (məsələn, Evolution-dan tapşırıqlar və görüşlər) göstərir.
ja: プライバシーを保護するために日記を暗号化できます。また、それぞれの日々の日記の編集ができます。テキストのフォーマット修正、印刷、(コンピューター上で発生した)イベントの表示などが含まれています。Evolutionからのタスクや予約も含まれます。

source: Keep a personal diary
az: Şəxsi gündəlik saxlayın
ja: 個人的な日記をつける

source: Diary
az: Gündəlik

source: diary;journal;
az: gündəlik;jurnal;
ja: diary;journal;日記;ダイアリー;ジャーナル;

source: Calendar
az: Təqvim
ja: カレンダー

source: Go to Today
az: Bu Günə Keç
ja: 今日に移動

source: Select Date…
az: Tarix Seç…
ja: 日付で検索…

source: Entry editing area
az: Qeyd redaktə sahəsi
ja: 編集領域へ

source: Past events
az: Keçmiş hadisələr
ja: 過去のイベント

source: Past Event List
az: Keçmiş Hadisələr Siyahısı
ja: 過去のイベントリスト

source: Search entry
az: Qeyd axtar
ja: エントリーの検索

source: Search
az: Axtar
ja: 検索

source: Result List
az: Nəticə Siyahısı
ja: 結果リスト

source: View Entry
az: Qeydi Göstər
ja: エントリーの表示

source: e.g. "14/03/2009" or "14th March 2009".
az: məsələn, "14/03/2009" və ya "14 Mart 2009".
ja: 例: "2009-03-14" または "2009/03/14"。

source: e.g. “http://google.com/” or “file:///home/me/Photos/photo.jpg”.
az: məsələn, “http://google.com/” və ya “file:///home/me/Fotolar/foto.jpg”.
ja: 例 “http://google.com/” または “file:///home/me/Photos/photo.jpg”。

source: Successful Entries
az: Uğurlu Qeydlər
ja: 成功したエントリー

source: Merged Entries
az: Birləşdirilmiş Qeydlər
ja: マージしたエントリー

source: Failed Entries
az: Uğursuz Qeydlər
ja: 失敗したエントリー

source: Import Results List
az: İdxal Nəticələri Siyahısı
ja: 結果リストのインポート

source: Database encryption key ID
az: Verilənlər bazası şifrələmə açarının ID-si
ja: データベース暗号キーID

source: The ID of the key to use to encrypt and decrypt the database, if Almanah has been built with encryption support. Leave blank to disable database encryption.
az: Almanah şifrələmə dəstəyi ilə qurulubsa, verilənlər bazasını şifrələmək və deşifrə etmək üçün istifadə ediləcək açarın ID-si. Verilənlər bazası şifrələməsini deaktiv etmək üçün boş buraxın.
ja: このキーIDはデータベースを暗号化や復号のために使用します。ただしアルマナが暗号サポートを有効にしてビルドされた場合に限ります。データベースの暗号化を無効にするには空欄のままにしてください。

source: Spell checking language
az: Orfoqrafiya yoxlama dili
ja: スペルチェックの言語

source: The locale specifier of the language in which to check entry spellings.
az: Qeydlərin orfoqrafiyasının yoxlanılacağı dilin lokal təyinatçısı.
ja: エントリーのスペルをチェックする言語のロケールを指定します。

source: Spell checking enabled?
az: Orfoqrafiya yoxlaması aktivdir?
ja: スペルチェックを有効にしますか?

source: Whether spell checking of entries is enabled.
az: Qeydlərin orfoqrafiya yoxlamasının aktiv olub-olmaması.
ja: エントリーのスペルチェックが有効かどうか。

source: Error opening database
az: Verilənlər bazasını açma xətası
ja: データベースオープンエラー

source: Enable debug mode
az: Sazlama rejimini aktivləşdir
ja: デバッグモードを有効にする

source: Manage your diary. Only one instance of the program may be open at any time.
az: Gündəliyinizi idarə edin. Proqramın yalnız bir nümunəsi eyni anda açıq ola bilər.
ja: あなたの日記を管理します。このプログラムは同時複数のインスタンスを開くことはできません。

source: Command line options could not be parsed: %s
az: Komanda sətri seçimləri ayrışdırıla bilmədi: %s
ja: コマンドラインオプションをパースできませんでした: %s

source: Error encrypting database
az: Verilənlər bazasını şifrələmə xətası
ja: データベース暗号化エラー

source: Almanah is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
az: Almanah pulsuz proqramdır: Siz onu Free Software Foundation tərəfindən nəşr olunan GNU Ümumi İctimai Lisenziyasının 3-cü versiyası və ya (istəyinizə bağlı olaraq) daha sonrakı versiyaları şərtləri altında yenidən paylaya və/yaxud dəyişdirə bilərsiniz.

source: Almanah is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
az: Almanah faydalı olacağı ümidi ilə paylanır, lakin HEÇ BİR ZƏMANƏT olmadan; hətta TİCARƏTƏ YARARLILIQ və ya MÜƏYYƏN MƏQSƏDƏ UYĞUNLUQ zəmanəti belə verilmir. Ətraflı məlumat üçün GNU Ümumi İctimai Lisenziyasına baxın.

source: You should have received a copy of the GNU General Public License along with Almanah. If not, see <http://www.gnu.org/licenses/>.
az: Almanah ilə birlikdə GNU Ümumi İctimai Lisenziyasının bir nüsxəsini almış olmalısınız. Əgər almamısınızsa, <http://www.gnu.org/licenses/> ünvanına baxın.

source: A helpful diary keeper, storing %u entries.
az: Faydalı gündəlik saxlayıcı, %u qeyd saxlayır.
ja: 日記保存ソフトウェア、現在 %u 件のエントリーを保持しています。

source: Copyright © 2008-2009 Philip Withnall
az: Müəllif Hüququ © 2008-2009 Philip Withnall

source: translator-credits
az: Ramal Rehimov <jhonaluman@gmail.com>
ja: Tomo Dote 1 <fu7mu4@gmail.com> Kusano Takayuki <https://bsky.app/profile/tkusano.jp> Japanese Translation Team https://l10n.gnome.org/teams/ja/

source: Almanah Website
az: Almanah Veb Saytı
ja: アルマナのウェブサイト

source: Couldn't load the CSS resources. The interface might not be styled correctly: %s
az: CSS resursları yüklənə bilmədi. İnterfeys düzgün şəkildə formatlaşdırılmaya bilər: %s
ja: CSSリソースをロードできませんでした。インターフェースは正しいスタイルで表示できないかもしれません： %s

source: Select Date
az: Tarix Seç
ja: 日付の選択

source: UI data could not be loaded
az: İstifadəçi interfeysi məlumatları yüklənə bilmədi
ja: ユーザーインターフェースのデータがロードできませんでした

source: Invalid data version number %u.
az: Yanlış məlumat versiyası nömrəsi %u.
ja: 不正なデータバージョンナンバー %u。

source: Calendar Appointment
az: Təqvim Görüşü
ja: カレンダーの予約

source: An appointment on an Evolution calendar.
az: Evolution təqvimində bir görüş.
ja: Evolutionカレンダーの予約。

source: Error launching Evolution
az: Evolution-u başlatma xətası
ja: Evolution起動エラー

source: Calendar Task
az: Təqvim Tapşırığı
ja: カレンダータスク

source: A task on an Evolution calendar.
az: Evolution təqvimində bir tapşırıq.
ja: Evolutionカレンダーのタスク。

source: Text Files
az: Mətn Faylları
ja: テキストファイル

source: Select a _folder to export the entries to as text files, one per entry, with names in the format 'yyyy-mm-dd', and no extension. All entries will be exported, unencrypted in plain text format.
az: Qeydləri mətn faylları kimi ixrac etmək üçün bir _qovluq seçin, hər qeyd üçün bir fayl, 'yyyy-mm-dd' formatında adlarla və uzantısız. Bütün qeydlər şifrələnməmiş sadə mətn formatında ixrac olunacaq.
ja: エントリーをテキストファイルでエクスポートするフォルダ(_F) を選択してください。エントリー毎に1ファイルになり、ファイル名は'yyyy-mm-dd'という形式で、拡張子はありません。すべてのエントリーがエクスポートされますが、プレーンテキストで、暗号化はされません。

source: Database
az: Verilənlər Bazası
ja: データベース

source: Select a _filename for a complete copy of the unencrypted Almanah Diary database to be given.
az: Şifrələnməmiş Almanah Gündəliyi verilənlər bazasının tam surəti üçün bir _fayl adı seçin.
ja: 暗号化されていない、アルマナ日記データベースの完全なコピーのファイル名(_F)を選択してください。

source: Error changing exported file permissions: %s
az: İxrac olunan faylın icazələrinin dəyişdirilməsi xətası: %s
ja: エクスポートしたファイルのパーミッションの変更時にエラー: %s

source: _Search
az: _Axtar
ja: 検索(_S)

source: Pr_eferences
az: _Tərcihlər
ja: 設定(_E)

# Main menu
source: _Import
az: _İdxal
ja: インポート(_I)

# Main menu
source: _Export
az: _İxrac
ja: エクスポート(_E)

source: _Print diary
az: _Gündəliyi çap et
ja: 日記の印刷(_P)

source: _About Almanah Diary
az: _Almanah Gündəliyi Haqqında
ja: アルマナ日記について(_A)

source: _Quit
az: _Çıx
ja: 終了(_Q)

source: _Bold
az: _Qalın
ja: ボールド(_B)

source: _Italic
az: _İtalik
ja: イタリック(_I)

source: _Underline
az: _Alt xətt
ja: アンダーライン(_U)

source: _Cut
az: _Kəs
ja: 切り取り(_C)

source: _Copy
az: _Kopyala
ja: コピー(_C)

source: _Paste
az: _Yapışdır
ja: 貼り付け(_P)

source: _Delete
az: _Sil
ja: 削除(_D)

source: Insert _Time
az: _Vaxt əlavə et
ja: 時刻を挿入(_T)

source: Add/Remove _Hyperlink
az: _Hiperlink Əlavə Et/Sil
ja: ハイパーリンクの追加/削除(_H)

source: Import _mode:
az: İdxal _rejimi:
ja: インポートモード(_M):

source: Export _mode:
az: İxrac _rejimi:
ja: エクスポートモード(_m):

source: Import Entries
az: Qeydləri İdxal Et
ja: エントリーのインポート

source: Export Entries
az: Qeydləri İxrac Et
ja: エントリーのエクスポート

# Dialog button
source: _Import
az: _İdxal
ja: インポート(_I)

# Dialog button
source: _Export
az: _İxrac
ja: エクスポート(_E)

source: Import failed
az: İdxal uğursuz oldu
ja: インポートに失敗

source: Export failed
az: İxrac uğursuz oldu
ja: エクスポートに失敗

source: Export successful
az: İxrac uğurlu oldu
ja: エクスポートに成功

source: The diary was successfully exported.
az: Gündəlik uğurla ixrac olundu.
ja: 日記のエクスポートに成功しました。

source: Import Results
az: İdxal Nəticələri
ja: 結果のインポート

source: Select a _folder containing text files, one per entry, with names in the format 'yyyy-mm-dd', and no extension. Any and all such files will be imported.
az: Qeydləri mətn faylları kimi idxal etmək üçün bir _qovluq seçin, hər qeyd üçün bir fayl, 'yyyy-mm-dd' formatında adlarla və uzantısız. Bütün belə fayllar idxal olunacaq.
ja: テキストファイルのある _folder を選択してください。エントリー毎に一ファイルで、ファイル名は'yyyy-mm-dd'フォーマットで拡張子はない、このようなファイルをインポートします。

source: Select a database _file created by Almanah Diary to import.
az: İdxal etmək üçün Almanah Gündəliyi tərəfindən yaradılmış bir verilənlər bazası _faylı seçin.
ja: アルナマ日記が作成したデータベース _file を選択してインポートします。

source: Error deserializing imported entry into buffer: %s
az: İdxal olunan qeydin buferə deserializasiya xətası: %s
ja: インポートしたエントリをバッファへデシリアライズ時のエラー: %s

source: Error deserializing existing entry into buffer; overwriting with imported entry: %s
az: Mövcud qeydin buferə deserializasiya xətası; idxal olunan qeydlə üzərinə yazılır: %s
ja: 既存のエントリをバッファへデシリアライズ時のエラー; インポートしたエントリで上書き: %s

source: Entry imported from "%s":
az: "%s"-dən idxal olunan qeyd:
ja: “%s” からインポートしたエントリ:

source: Are you sure you want to edit this diary entry for %s?
az: %s üçün bu gündəlik qeydini redaktə etmək istədiyinizə əminsiniz?
ja: 本当に %s のためにこの日記エントリーを編集しますか?

source: _Cancel
az: _Ləğv et
ja: キャンセル(_C)

source: _Edit
az: _Redaktə
ja: 編集(_E)

source: Are you sure you want to delete this diary entry for %s?
az: %s üçün bu gündəlik qeydini silmək istədiyinizə əminsiniz?
ja: 本当に %s のためにこの日記エントリーを削除しますか?

source: Unknown or duplicate text tag "%s" in entry. Ignoring.
az: Qeyddə naməlum və ya təkrar mətn etiketi "%s". Göz ardı edilir.
ja: 不明または重複したタグがあります "%s" 無視します。

source: Error opening URI
az: URI açma xətası
ja: URIオープンエラー

source: Entry content could not be loaded
az: Qeyd məzmunu yüklənə bilmədi
ja: エントリの内容をロードできませんでした

source: This is just a fifteen words sentence to calculate the diary entry text view size
az: Bu, gündəlik qeyd mətn görünüşünün ölçüsünü hesablamaq üçün sadəcə on beş sözlük cümlədir
ja: この文章はエントリの幅の目安を得るために作成されたランダムな文章です

source: Spelling checker could not be initialized
az: Orfoqrafiya yoxlayıcısı işə salına bilmədi
ja: スペルチェッカーの初期化ができませんでした

source: Preferences
az: Tərcihlər

source: Encryption key:
az: Şifrələmə açarı:
ja: 復号キー:

source: None (don't encrypt)
az: Heç biri (şifrələmə)
ja: なし (暗号化無効)

source: New _Key
az: Yeni _Açar
ja: 新しいキー(_K)

source: Enable _spell checking
az: _Orfoqrafiya yoxlamasını aktivləşdir
ja: スペルチェックを有効にする(_S)

source: Error saving the encryption key
az: Şifrələmə açarının saxlanması xətası
ja: 復号キーの保存エラー

source: Error opening Seahorse
az: Seahorse açma xətası
ja: Seahorse起動エラー

source: This entry is marked as important.
az: Bu qeyd vacib kimi qeyd olunub.
ja: このエントリは重要に指定しました。

source: No entry for this date.
az: Bu tarix üçün qeyd yoxdur.
ja: この日付のエントリはありません。

source: Start date:
az: Başlanğıc tarixi:
ja: 開始日:

source: End date:
az: Son tarix:
ja: 終了日:

source: Line spacing:
az: Sətir aralığı:
ja: 行間:

source: Search canceled.
az: Axtarış ləğv edildi.
ja: 検索をキャンセルしました。

source: Error: %s
az: Xəta: %s
ja: エラー: %s

source: Found %d entry:
az: %d qeyd tapıldı:
ja: %d 件のエントリがありました:

source: Searching…
az: Axtarılır…
ja: 検索中…

source: Could not open database "%s". SQLite provided the following error message: %s
az: "%s" verilənlər bazası açıla bilmədi. SQLite aşağıdakı xəta mesajını verdi: %s
ja: データベース "%s"を開くことができませんでした。SQLite は次のエラーメッセージを出しました: %s

source: Could not run query "%s". SQLite provided the following error message: %s
az: "%s" sorğusu icra oluna bilmədi. SQLite aşağıdakı xəta mesajını verdi: %s
ja: クエリー "%s"を実行できませんでした。SQLite は次のエラーメッセージを出しました: %s

source: Error deserializing entry into buffer while searching.
az: Axtarış zamanı qeydin buferə deserializasiya xətası.
ja: 検索中にエントリをバッファにデシリアライズする際にエラー。

source: Enter URI
az: URI daxil et
ja: URIを入力

source: GPGME is not at least version %s
az: GPGME ən azı %s versiyasında deyil
ja: GPGME は少くとも %s バージョン以上でなければなりません

source: GPGME doesn't support OpenPGP: %s
az: GPGME OpenPGP-ni dəstəkləmir: %s
ja: GPGME は OpenPGP をサポートしていません: %s

source: Error creating cipher context: %s
az: Şifrə konteksti yaratma xətası: %s
ja: 暗号コンテキストの作成エラー: %s

source: Can't create a new GIOChannel for the encrypted database: %s
az: Şifrələnmiş verilənlər bazası üçün yeni GIOChannel yaradıla bilmir: %s
ja: 暗号化データベースのための新しい GIOChannel が作成できません: %s

source: Error opening encrypted database file "%s": %s
az: Şifrələnmiş verilənlər bazası faylı "%s" açılarkən xəta: %s
ja: 暗号化データベース"%s"のオープン時にエラー: %s

source: Error creating Callback base data buffer: %s
az: Callback əsas məlumat buferi yaratma xətası: %s
ja: コールバックベースデータバッファ作成エラー: %s

source: Can't create a new GIOChannel for the plain database: %s
az: Sadə verilənlər bazası üçün yeni GIOChannel yaradıla bilmir: %s
ja: 平文データベースのための新しい GIOChannel の作成エラー: %s

source: Error opening plain database file "%s": %s
az: Sadə verilənlər bazası faylı "%s" açılarkən xəta: %s
ja: 平文データベース"%s"のオープンエラー: %s

source: Error getting encryption key: %s
az: Şifrələmə açarını əldə etmə xətası: %s
ja: 復号キー取得エラー: %s

source: Error encrypting database: %s
az: Verilənlər bazasını şifrələmə xətası: %s
ja: データベース暗号化エラー: %s

source: Error copying the file from %s to %s: %s
az: %s-dən %s-ə faylın kopyalanması xətası: %s
ja: %s から %s へファイルをコピー時にエラー: %s

source: Error changing database backup file permissions: %s
az: Verilənlər bazası ehtiyat faylının icazələrinin dəyişdirilməsi xətası: %s
ja: データベースのバックアップファイルのパーミッション変更エラー: %s

source: Error closing file: %s
az: Faylın bağlanması xətası: %s
ja: ファイルクローズエラー: %s

source: Error backing up file ‘%s’
az: ‘%s’ faylının ehtiyat nüsxəsinin yaradılması xətası
ja: バックアップファイルエラー、ファイル名 %s

source: Error decrypting database: %s
az: Verilənlər bazasının deşifrə edilməsi xətası: %s
ja: データベースの復号エラー: %s

source: Error changing database file permissions: %s
az: Verilənlər bazası faylının icazələrinin dəyişdirilməsi xətası: %s
ja: データベースファイルのパーミッション変更エラー: %s

source: UI data could not be loaded: %s
az: İstifadəçi interfeysi məlumatları yüklənə bilmədi: %s
ja: ユーザーインターフェースのデータがロードできませんでした: %s

source: Can't load calendar window object from UI file
az: İstifadəçi interfeysi faylından təqvim pəncərə obyektini yükləmək mümkün deyil
ja: ユーザーインターフェースファイルからカレンダーのウィンドウオブジェクトのロードできません

source: Important!
az: Vacib!
ja: 重要!

source: add tag
az: etiket əlavə et
ja: タグの追加

source: Write the tag and press enter to save it
az: Etiketi yazın və saxlamaq üçün enter düyməsini basın
ja: タグを書いてエンターを入力して保存します

source: Remove the tag from the entry
az: Qeyddən etiketi sil
ja: このエントリーのタグを削除

source: Remove tag
az: Etiketi sil
ja: タグを削除

source: Tag entry
az: Etiket qeydi
ja: エントリーのタグ
